// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "コントロールパネル言語";

English = "英語";
French = "フランス語";
German = "ドイツ語";
Spanish = "スペイン語";
Italian = "イタリア語";
Swedish = "スウェーデン語";
Danish = "デンマーク語";
Norwegian = "ノルウェー語";
Dutch = "オランダ語";
Finnish = "フィンランド語";
Japanese = "日本語";
Portuguese = "ポルトガル語";
Polish = "ポーランド語";
Turkish = "トルコ語";
Kanji = "漢字";
TradChinese = "繁体字中国語";
SimpChinese = "簡体字中国語";
Russian = "ロシア語";
Czech = "チェコ語";
Hungarian = "ハンガリー語";
Korean = "韓国語";
Thai = "タイ語";
Hebrew = "ヘブライ語";
EastEuropean = "東ヨーロッパ言語";
EuroEnglish = "英語 (ヨーロッパ)";
CanadianFrench = "フランス語 (カナダ)";
Greek = "ギリシャ語";
Arabic = "アラビア語";
IndonesianBahasa = "インドネシア語";
Bulgarian = "ブルガリア語";
Croatian = "クロアチア語";
Estonian = "エストニア語";
Latvian = "ラトビア語";
Lithuanian = "リトアニア語";
Romanian = "ルーマニア語";
Slovakian = "スロバキア語";
Slovenian = "スロベニア語";
Ukrainian = "ウクライナ語";
Malay = "マレーシア公用語";

TaskDescription = "コントロールパネルやプリンタレポートに関する情報（設定ページなど）の表示に使用される言語を変更するには、下のリストから言語を選択します：";
LanguageLabel = "言語：";
ApplyButtonTitle = "今すぐ適用";
NoLangSelected = "言語を選択";

NoCountrySelected = "国/地域の選択";
CountryLabel = "国/地域";

// country names
afghanistan = "アフガニスタン";
albania = "アルバニア";
algeria = "アルジェリア";
americanSamoa = "米領サモア";
andorra = "アンドラ";
angola = "アンゴラ";
anguilla = "アングィラ";
antiguaAndBarbuda = "アンチグアおよびバービュダ";
argentina = "アルゼンチン";
armenia = "アルメニア";
aruba = "アルバ";
ascensionIsland = "ascensionIsland";
australia = "オーストラリア";
austria = "オーストリア";
azerbaijan = "アゼルバイジャン";
bahamasThe = "バハマ";
bahrain = "バーレーン";
bangladesh = "バングラディッシュ";
barbados = "バルバドス";
belarus = "ベラルーシ";
belgium = "ベルギー";
belize = "ベリーズ";
benin = "ベニン";
bermuda = "バミューダ";
bhutan = "ブータン";
bolivia = "ボリビア";
bosniaAndHerzegovina = "ボスニア ヘルツェゴビナ";
botswana = "ボツワナ";
brazil = "ブラジル";
brunei = "ブルネイ";
bulgaria = "ブルガリア";
burkinaFaso = "ブルキナファソ";
burundi = "ブルンジ";
cambodia = "カンボジア";
cameroon = "カメルーン";
canada = "カナダ";
capeVerde = "ケープベルデ";
caymanIslands = "ケイマン諸島";
centralAfricanRepublic = "中央アフリカ共和国";
chad = "チャド";
chile = "チリ";
china = "中国";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "コロンビア";
comoros = "コモロ";
congo = "コンゴ";
congoDRC = "コンゴ民主共和国";
cookIslands = "クック諸島";
costaRica = "コスタリカ";
croatia = "クロアチア";
cuba = "キューバ";
cyprus = "キプロス";
czechRepublic = "チェコ共和国";
denmark = "デンマーク";
diegoGarcia = "diegoGarcia";
djibouti = "ジブチ";
dominica = "ドミニカ";
dominicanRepublic = "ドミニカ共和国";
ecuador = "エクアドル";
egypt = "エジプト";
elSalvador = "エルサルバドル";
equatorialGuinea = "赤道ギニア";
eritrea = "エリトリア";
estonia = "エストニア";
ethiopia = "エチオピア";
falklandIslandsIslasMalvinas = "フォークランド諸島";
faroeIslands = "フェロー諸島";
fijiIslands = "フィジー";
finland = "フィンランド";
france = "フランス";
frenchAntilles = "仏領アンティル諸島";
frenchGuiana = "仏領ガイアナ";
frenchPolynesia = "仏領ポリネシア";
gabon = "ガボン";
gambiaThe = "ガンビア";
georgia = "グルジア";
germany = "ドイツ";
ghana = "ガーナ";
gibraltar = "ジブラルタル";
greece = "ギリシャ";
greenland = "グリーンランド";
grenada = "グレナダ";
guadeloupe = "グアドループ";
guam = "グアム";
guantanamoBay = "guantanamoBay";
guatemala = "グアテマラ";
guinea = "ギニア";
guineaBissau = "ギニアビサウ";
guyana = "ガイアナ";
haiti = "ハイチ";
honduras = "ホンジュラス";
hongKongSAR = "香港";
hungary = "ハンガリー";
iceland = "アイスランド";
india = "インド";
indonesia = "インドネシア";
iran = "イラン";
iraq = "イラク";
ireland = "アイルランド";
israel = "イスラエル";
italy = "イタリア";
jamaica = "ジャマイカ";
japan = "日本";
jordan = "ヨルダン";
kazakhstan = "カザフスタン";
kenya = "ケニア";
kiribati = "キリバス";
korea = "韓国";
kuwait = "クウェート";
kyrgyzstan = "キルギスタン";
laos = "ラオス";
latvia = "ラトビア";
lebanon = "レバノン";
lesotho = "レソト";
liberia = "リベリア";
libya = "リビア";
liechtenstein = "リヒテンシュタイン";
lithuania = "リトアニア";
luxembourg = "ルクセンブルグ";
lacaoSAR = "lacaoSAR";
macedonia = "マセドニア";
madagascar = "マダガスカル";
malawi = "マラウィ";
malaysia = "マレーシア";
maldives = "モルジブ";
mali = "マリ";
malta = "マルタ";
marshallIslands = "マーシャル諸島";
martinique = "マルチニク";
mauritania = "モーリタニア";
mauritius = "モーリシャス";
mayotte = "メイヨット";
mexico = "メキシコ";
micronesia = "ミクロネシア";
moldova = "モルドバ";
monaco = "モナコ";
mongolia = "モンゴル";
montserrat = "モンセラト";
morocco = "モロッコ";
mozambique = "モザンビーク";
myanmar = "ミャンマー";
namibia = "ナミビア";
nauru = "ナウル";
nepal = "ネパール";
netherlandsAntilles = "オランダ領アンチレス";
netherlandsThe = "オランダ";
newCaledonia = "ニューカレドニア";
newZealand = "ニュージーランド";
nicaragua = "ニカラグア";
niger = "ニジェール";
nigeria = "ナイジェリア";
niue = "ニウエ";
norfolkIsland = "norfolkIsland";
northKorea = "北朝鮮";
norway = "ノルウェー";
oman = "オマーン";
pakistan = "パキスタン";
palau = "パラウ";
panama = "パナマ";
papuaNewGuinea = "パプアニューギニア";
paraguay = "パラグアイ";
peru = "ペルー";
philippines = "フィリピン";
poland = "ポーランド";
portugal = "ポルトガル";
puertoRico = "プレルトリコ";
qatar = "カタール";
reunion = "レユニオン";
romania = "ルーマニア";
russia = "ロシア";
rwanda = "ルワンダ";
samoa = "サモア";
sanMarino = "サンマリノ";
saudiArabia = "サウジアラビア";
senegal = "セネガル";
serbiaAndMontenegro = "セルビア モンテネグロ";
seychelles = "セーシェル";
sierraLeone = "シェラレオーネ";
singapore = "シンガポール";
slovakia = "スロバキア";
slovenia = "スロベニア";
solomonIslands = "ソロモン諸島";
somalia = "ソマリア";
southAfrica = "南アフリカ";
spain = "スペイン";
sriLanka = "スリランカ";
stHelena = "セントヘレナ";
stKittsAndNevis = "セントキッツおよびネイビス";
stLucia = "セントルシア";
stPierreAndMiquelon = "セントピエールおよびミクロン";
stVincentAndTheGrenadines = "セントビンセントおよびグレナディーン";
sudan = "スーダン";
suriname = "スリナム";
swaziland = "スワジランド";
sweden = "スウェーデン";
switzerland = "スイス";
syria = "シリア";
taiwan = "台湾, 中国";
tajikistan = "タジキスタン";
tanzania = "タンザニア";
thailand = "タイ";
timorLeste = "timorLeste";
togo = "トーゴ";
tokelau = "トケラウ";
tonga = "トンガ";
trinidadAndTobago = "トリニダードドバゴ";
tunisia = "チュニジア";
turkey = "トルコ";
turkmenistan = "トルクメニスタン";
turksAndCaicosIslands = "タークスおよびカイコス諸島";
tuvalu = "ツバル";
uganda = "ウガンダ";
ukraine = "ウクライナ";
unitedArabEmirates = "アラブ首長国連邦";
unitedKingdom = "英国";
unitedStates = "米国";
uruguay = "ウルグアイ";
uzbekistan = "ウズベキスタン";
vanuatu = "バヌアツ";
vaticanCity = "バチカンシティ";
venezuela = "ベネズエラ";
vietnam = "ベトナム";
virginIslands = "米領バージョン諸島";
virginIslandsBritish = "英領バージン諸島";
wallisAndFutuna = "ウォリス フトゥーナ";
yemen = "イエメン";
zambia = "ザンビア";
zimbabwe = "ジンバブエ";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

